Repository: nataliacamero/marvel-iOS-app
Catalog: marvelAppIOS/Localizable.xcstrings
Source language: en
Languages: es

source: Add Item
es: Añadir elemento

source: Characters List View
es: VistaListaPersonaje

source: CharactersDetailView
es: DetalleVistaPersonaje

source: Detail None
es: Detalle vacío

source: Item at %@
es: Elemento %@

source: Loading series...
es: Cargando series...

source: Loading...
es: Cargando...

source: No description available about this serie
es: No hay descripción disponible para esta serie.

source: Select an item
es: Selecciona un elemento

# Test
source: Test ENG
es: Test ESP

source: Waiting for heros...
es: Esperando por heroes...
